
#Реализуйте калькулятор. Пользователь вводит два числа, а программа выводит результаты действий + - * / между этими числами.
a = float(input("Введите 1 число: "))
b = float(input("Введите 2 число: "))
result = a+b 
print("Результат сложения: ", result)
result = a-b
print("Результат вычитания: ", result)
result = a*b
print("Результат умножения: ", result)
result = a/b
print("Результат деления: ", result)