#Реализуйте конвертор из километров в мили (пользователь вводит километры, программа выводит мили). 1 км = 0,621371 миль.

km = float(input("Введите км: "))
print("Результат: ", km*0.6211371)